{
  "1": {
    "surah": "Al-Fatiha",
    "meaning": "Pembuka",
    "total_ayat": 7,
    "ayat": [
      "",
      "1. Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang.",
      "2. Segala puji bagi Allah, Tuhan semesta alam",
      "3. Yang Maha Pengasih, lagi Maha Penyayang,",
      "4. Pemilik hari Pembalasan.",
      "5. Hanya Kepada Engkaulah kami Menyembah dan Hanya Kepada Engkaulah kami Memohon Pertolongan.",
      "6. Bimbinglah, kami ke jalan yang lurus,",
      "7. (yaitu) jalan orang-orang yang telah Engkau beri nikmat, bukan (jalan) yang dimurkai atas mereka dan bukan (pula jalan) mereka yang sesat."
    ]
  },
  "2": {
    "surah": "Al-Baqarah",
    "meaning": "Sapi Betina",
    "total_ayat": 286,
    "ayat": [
      "",
      "1. Alif Lām Mīm",
      "2. Kitab (Al-Qur’an) ini tidak ada keraguan di dalamnya; (ia merupakan) petunjuk bagi orang-orang yang bertakwa,",
      "3. (yaitu) orang-orang yang beriman pada yang gaib, menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka,",
      "4. dan mereka yang beriman pada (Al-Qur’an) yang diturunkan kepadamu (Nabi Muhammad) dan (kitab-kitab suci) yang telah diturunkan sebelum engkau dan mereka yakin akan adanya akhirat.",
      "5. Merekalah yang mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung.",
      "6. Sesungguhnya orang-orang yang kufur itu sama saja bagi mereka, apakah engkau (Nabi Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman.",
      "7. Allah telah mengunci hati dan pendengaran mereka. Pada penglihatan mereka ada penutup, dan bagi mereka azab yang sangat berat.",
      "8. Di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari Akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang mukmin.",
      "9. Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari.",
      "10. Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya dan mereka mendapat azab yang sangat pedih karena mereka selalu berdusta.",
      "11. Dan apabila dikatakan kepada mereka, “Janganlah kamu membuat kerusakan di muka bumi,” mereka menjawab, “Sesungguhnya kami justru orang-orang yang melakukan perbaikan.”",
      "12. Ingatlah, sesungguhnya mereka itulah orang-orang yang membuat kerusakan, tetapi mereka tidak sadar.",
      "13. Apabila dikatakan kepada mereka, “Berimanlah kamu sebagaimana orang-orang lain telah beriman,” mereka menjawab, “Akankah kami beriman sebagaimana orang-orang bodoh itu beriman?” Ingatlah, sesungguhnya merekalah orang-orang yang bodoh, tetapi mereka tidak tahu.",
      "14. Dan bila mereka berjumpa dengan orang-orang yang beriman, mereka berkata, “Kami telah beriman.” Tetapi bila mereka kembali kepada setan-setan mereka, mereka berkata, “Sesungguhnya kami bersama kamu, kami hanya berolok-olok.”",
      "15. Allah akan (membalas) olok-olokan mereka dan membiarkan mereka terombang-ambing dalam kesesatan mereka.",
      "16. Mereka itulah orang yang membeli kesesatan dengan petunjuk. Maka tidaklah beruntung perdagangan mereka, dan tidaklah mereka mendapat petunjuk.",
      "17. Perumpamaan mereka adalah seperti orang yang menyalakan api, setelah api itu menerangi sekitarnya, Allah hilangkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat.",
      "18. Mereka tuli, bisu, dan buta, maka tidaklah mereka akan kembali (ke jalan yang benar).",
      "19. Atau seperti (orang yang ditimpa) hujan lebat dari langit yang disertai kegelapan, guruh dan kilat; mereka menyumbat telinganya dengan anak jarinya karena (mendengar suara) petir, sebab takut akan mati. Dan Allah meliputi orang-orang yang kafir.",
      "20. Hampir-hampir kilat itu menyambar penglihatan mereka. Setiap kali kilat itu menyinari mereka, mereka berjalan di bawahnya, dan apabila gelap menimpa mereka, mereka berhenti. Jika Allah menghendaki, niscaya Dia hilangkan pendengaran dan penglihatan mereka. Sesungguhnya Allah Maha Kuasa atas segala sesuatu.",
      "21. Wahai manusia! Sembahlah Tuhanmu yang telah menciptakanmu dan orang-orang yang sebelum kamu, agar kamu bertakwa.",
      "22. Dialah yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dia menurunkan air (hujan) dari langit, lalu Dia menghasilkan dengan hujan itu buah-buahan sebagai rezeki untukmu; karena itu janganlah kamu mengadakan sekutu-sekutu bagi Allah, padahal kamu mengetahui.",
      "23. Dan jika kamu meragukan (Al-Qur'an) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surat yang semisal dengan itu dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar.",
      "24. Maka jika kamu tidak dapat membuatnya - dan pasti kamu tidak akan dapat membuatnya - maka takutlah kamu akan neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir.",
      "25. Dan sampaikanlah berita gembira kepada mereka yang beriman dan berbuat baik bahwa bagi mereka disediakan surga-surga yang mengalir di bawahnya sungai-sungai. Setiap kali mereka diberi rezeki buah-buahan dari surga, mereka berkata, \"Inilah rezeki yang pernah diberikan kepada kami dahulu.\" Mereka telah diberi sesuatu yang serupa, dan di sana mereka memperoleh pasangan-pasangan yang suci. Mereka kekal di dalamnya.",
      "26. Sesungguhnya Allah tiada segan membuat perumpamaan berupa nyamuk atau yang lebih rendah dari itu. Adapun orang-orang yang beriman, maka mereka yakin bahwa perumpamaan itu benar dari Tuhan mereka; tetapi mereka yang kafir berkata, \"Apakah maksud Allah menjadikan ini untuk perumpamaan?\" Dengan perumpamaan itu banyak orang yang disesatkan Allah, dan dengan perumpamaan itu (pula) banyak orang yang diberi petunjuk. Tetapi tidak ada yang disesatkan Allah kecuali orang-orang yang fasik,",
      "27. (yaitu) orang-orang yang melanggar perjanjian Allah setelah perjanjian itu teguh, dan memutuskan apa-apa yang diperintahkan Allah (kepada mereka) untuk menghubungkannya, dan membuat kerusakan di muka bumi. Mereka itulah orang-orang yang rugi.",
      "28. Mengapa kamu kafir kepada Allah, padahal kamu tadinya mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu, lalu Dia menghidupkan kamu kembali, kemudian kepada-Nya-lah kamu dikembalikan?",
      "29. Dialah (Allah) yang menciptakan segala apa yang ada di bumi untuk kamu, kemudian Dia menuju ke langit, lalu Dia menyempurnakannya menjadi tujuh langit. Dan Dia Maha Mengetahui segala sesuatu.",
      "30. Ingatlah ketika Tuhanmu berfirman kepada para malaikat, \"Sesungguhnya Aku hendak menjadikan seorang khalifah di muka bumi.\"Mereka berkata, \"Mengapa Engkau hendak menjadikan (khalifah) di bumi itu orang yang akan membuat kerusakan padanya dan menumpahkan darah, padahal kami senantiasa bertasbih dengan memuji Engkau dan mensucikan Engkau?\" Tuhan berfirman, \"Sesungguhnya Aku mengetahui apa yang tidak kamu ketahui.\"",
      "031. Dan Dia mengajarkan kepada Adam nama-nama (benda-benda) seluruhnya, kemudian mengemukakannya kepada para malaikat lalu berfirman,\"Sebutkanlah kepada-Ku nama benda-benda itu jika kamu memang orang-orang yang benar!\"",
      "32. Mereka menjawab, \"Maha Suci Engkau, tidak ada yang kami ketahui selain dari apa yang telah Engkau ajarkan kepada kami; sesungguhnya Engkau-lah Yang Maha Mengetahui lagi Maha Bijaksana",
      "33. Allah berfirman, \"Hai Adam, beritahukanlah kepada mereka nama-nama benda ini.\" Maka setelah diberitahukannya kepada mereka nama-nama benda itu, Allah berfirman, \"Bukankah sudah Kukatakan kepadamu, bahwa sesungguhnya Aku mengetahui rahasia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan?\"",
      "34. Dan (ingatlah) ketika Kami berfirman kepada para malaikat, \"Sujudlah kamu kepada Adam,\" maka sujudlah mereka kecuali Iblis; ia enggan dan takabur dan adalah ia termasuk golongan orang-orang yang kafir."",
      "35. Dan Kami berfirman, \"Hai Adam, diamilah oleh kamu dan isterimu surga ini, dan makanlah makanan-makanannya yang banyak lagi baik di mana saja yang kamu sukai, dan janganlah kamu dekati pohon ini, yang menyebabkan kamu termasuk orang-orang yang zalim.\"",
      "36. Lalu keduanya digelincirkan oleh syaitan dari surga itu dan dikeluarkan dari keadaan semula dan Kami berfirman, \"Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain, dan bagi kamu ada tempat kediaman di bumi, dan kesenangan hidup sampai waktu yang ditentukan.\"",
      "37. Kemudian Adam menerima beberapa kalimat dari Tuhannya, maka Allah menerima taubatnya. Sesungguhnya Allah Maha Penerima taubat lagi Maha Penyayang.",
      "38. Kami berfirman, \"Turunlah kamu semua dari surga itu! Kemudian jika datang petunjuk-Ku kepadamu, maka barangsiapa yang mengikuti petunjuk-Ku, niscaya tidak ada kekhawatiran atas mereka, dan tidak (pula) mereka bersedih hati.\"",
      "39. Adapun orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itu penghuni neraka; mereka kekal di dalamnya.",
      "40. Hai Bani Israil, ingatlah akan ni'mat-Ku yang telah Aku anugerahkan kepadamu, dan penuhilah janjimu kepada-Ku, niscaya Aku penuhi janji-Ku kepadamu; dan hanya kepada-Ku-lah kamu harus takut (tunduk).",
      "41. Dan berimanlah kamu kepada apa yang telah Aku turunkan yang membenarkan apa yang ada padamu, dan janganlah kamu menjadi orang yang pertama kafir kepadanya, dan janganlah kamu menukar ayat-ayat-Ku dengan harga yang sedikit, dan hanya kepada-Ku-lah kamu harus bertakwa.",
      "42. Dan janganlah kamu campur adukkan yang hak dengan yang batil dan janganlah kamu sembunyikan yang hak itu, sedang kamu mengetahui.",
      "43. Dan dirikanlah shalat, tunaikanlah zakat dan ruku’lah beserta orang-orang yang ruku’.",
      "44. Mengapa kamu suruh orang lain (mengerjakan) kebajikan, sedang kamu melupakan diri (kewajiban)mu sendiri, padahal kamu membaca Al Kitab? Maka tidakkah kamu berpikir?",
      "45. Jadikanlah sabar dan shalat sebagai penolongmu. Dan sesungguhnya yang demikian itu sungguh berat, kecuali bagi orang-orang yang khusyu'",
      "46. (yaitu) mereka yang meyakini bahwa mereka akan menemui Tuhannya dan bahwa mereka akan kembali kepada-Nya.",
      "47. Hai Bani Israil, ingatlah akan nikmat-Ku yang telah Aku anugerahkan kepadamu dan bahwa Aku telah melebihkan kamu atas segala umat.",
      "48. Dan jagalah dirimu dari (azab) hari (kiamat), yang pada hari itu seseorang tidak dapat membela orang lain sedikitpun, dan tidak akan diterima syafa’at daripadanya dan tidak akan diambil daripadanya suatu tebusan, dan tidaklah mereka akan ditolong.",
      "49. Dan (ingatlah) ketika Kami menyelamatkan kamu dari (Fir’aun) dan pengikut-pengikut Fir’aun; mereka menimpakan kepadamu siksaan yang sangat jahat: mereka menyembelih anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Dan pada yang demikian itu ada cobaan yang besar dari Tuhanmu.",
      "50. Dan (ingatlah) ketika Kami belah laut untukmu, lalu Kami selamatkan kamu dan Kami tenggelamkan (Fir’aun) dan pengikut-pengikutnya sedang kamu sendiri menyaksikan."
    ]
  }
}
