{
  "1": {
    "surah": "Al-Fatiha",
    "meaning": "Pembuka",
    "total_ayat": 7,
    "ayat": [
      "",
      "Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang.",
      "Segala puji bagi Allah, Tuhan semesta alam",
      "Yang Maha Pengasih, lagi Maha Penyayang,",
      "Pemilik hari Pembalasan.",
      "Hanya Kepada Engkaulah kami Menyembah dan Hanya Kepada Engkaulah kami Memohon Pertolongan.",
      "Bimbinglah, kami ke jalan yang lurus,",
      "(yaitu) jalan orang-orang yang telah Engkau beri nikmat, bukan (jalan) mereka yang dimurkai dan bukan (pula jalan) orang-orang yang sesat."
    ]
  },
  "2": {
    "surah": "Al-Baqarah",
    "meaning": "Sapi Betina",
    "total_ayat": 286,
    "ayat": [
      "",
      "",
      "Kitab (Al-Qur’an) ini tidak ada keraguan di dalamnya; (ia merupakan) petunjuk bagi orang-orang yang bertakwa,",
      "(yaitu) orang-orang yang beriman pada yang gaib, menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka,",
      "dan mereka yang beriman pada (Al-Qur’an) yang diturunkan kepadamu (Nabi Muhammad) dan (kitab-kitab suci) yang telah diturunkan sebelum engkau dan mereka yakin akan adanya akhirat.",
      "Merekalah yang mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung.",
      "Sesungguhnya orang-orang yang kufur itu sama saja bagi mereka, apakah engkau (Nabi Muhammad) beri peringatan atau tidak engkau beri peringatan, mereka tidak akan beriman.",
      "Allah telah mengunci hati dan pendengaran mereka. Pada penglihatan mereka ada penutup, dan bagi mereka azab yang sangat berat.",
      "Di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari Akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang mukmin.",
      "Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari.",
      "Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya dan mereka mendapat azab yang sangat pedih karena mereka selalu berdusta."
    ]
  }
}
